{"id":190,"date":"2012-04-09T17:09:28","date_gmt":"2012-04-09T17:09:28","guid":{"rendered":"https:\/\/temeats.com\/?p=190"},"modified":"2015-06-01T19:00:44","modified_gmt":"2015-06-01T19:00:44","slug":"the-new-york-times-ethics-of-meat-contest","status":"publish","type":"post","link":"https:\/\/temeats.com\/the-new-york-times-ethics-of-meat-contest\/","title":{"rendered":"The New York Times Ethics of Meat Contest"},"content":{"rendered":"<p><em>The NYT challenged readers to submit a 600-word essay answering the question &#8220;Why is it Ethical to Eat Meat.  Entries were due by April 8, 2012.   They commissioned 5 judges—Peter Singer, Michael Pollan, Mark Bittman, Jonathan Safran Foer and Andrew Light—all of whom question or attack the idea of eating meat.  The prize &#8211; the best essay(s) are to be published in an upcoming issue.  Below is my entry.  It is amazing how little you can say in 600 words!<\/em><\/p>\n<p>The question is asked:  “why it is ethical to eat meat”?  In other words, why is right, or proper moral conduct, to eat meat? Perhaps a better question would be, why isn’t it?<\/p>\n<p>The anti-carnivores speak of meat as if every ounce comes from animals brutally raised in factory farms.  This meme has caught on with particular strength among Americans who have no experience with farms or farm life.  With no other image to set against this, it becomes a simple moral decision.  Who doesn’t want to be a good person and do the right thing?  If eating meat means that you must support “factory farms”, where animals are inflicted with suffering, perhaps it is unethical.  But there remain farmers who raise livestock in a traditional manner, who focus on animal care and health.  A blanket statement that meat eating is unethical is a condemnation of these farming practices too, and says only wild animals have an appropriate life.<\/p>\n<p>Many critics focus on slaughterhouses, saying that we should not be killing animals, that killing is morally wrong.  That these animals suffer too much, given the size and speed at which modern slaughterhouses work, there is no possibility of death with dignity.  Yet not all slaughterhouses are huge industrial operations.  There is a revival underway of small local abbatoirs, once a fixture in most communities throughout America.  All of nature is based on individual species harvesting others for food. A blanket statement that meat eating is unethical is a condemnation of all of nature, and says only passive plants have an appropriate life.<\/p>\n<p>Many critics focus on environmental issues, and say that eating meat supports the debasement of the environment, that it leads to excess greenhouse gases and pollution of our waterways (which may be true for many modern forms of meat production).  Yet enormous herds of herbivores roamed the planet for millennia without causing the outcomes about which critics are concerned.  And many traditional farmers have husbanded their land and resources wisely without ecological abuse. A blanket statement that meat eating is unethical is really a cry against overpopulation, and that really what we should do is commit mass suicide.<\/p>\n<p>Some critics say that meat eating is unhealthy, that we are naturally vegetarians and should eat only plant products as we evolved to do.  Yet this ignores the body of science emerging from physical anthropology that meat eating is what made us <em>Homo sapiens<\/em> sapiens and fueled the development of our large brains and bipedal long-distance running bodies.  It ignores the overall health and vitality of mature adults in traditional societies, which almost universally consumed meat, compared with our own sedentary and overweight elderly. A blanket statement that meat eating is unethical is a condemnation of our genetics, and says we should ignore 4 million years of evolution.<\/p>\n<p>How does nature do it? All vertebrates are both predator and prey by turn in what are basically energy capture relationships.  Who are we to play god and say it should be different? In some cultures playing god is tantamount to blasphemy.  It is amazing to contemplate how our relationship with meat is woven inextricably into our human cultures.  For example, according to one authority (Mark Smith, <em>The Origins of Biblical Monotheism<\/em> as referenced on Page 69 of  <em>Beef: The Untold Story of how Milk, Meat, and Muscle shaped the World<\/em> by Andrew Rimas and Evan D.G. Fraser), the nation of Israel gets its name from an ancient bull god, El, or yisra-el, (El, the God of Israel) who was actually the father of Yahweh in the original polytheistic religions of the Levant.  A blanket statement that meat eating is unethical is really a cry of self-hatred, and says that we should turn our backs on who we are and where we came from.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The NYT challenged readers to submit a 600-word essay answering the question &#8220;Why is it Ethical to Eat Meat.  Entries were due by April 8, 2012.   They commissioned 5 judges—Peter Singer, Michael Pollan, Mark Bittman, Jonathan Safran Foer and Andrew Light—all of whom question or attack the idea of eating meat.  The prize &#8211; [&hellip;]<\/p>\n","protected":false},"author":19,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/190"}],"collection":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/users\/19"}],"replies":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/comments?post=190"}],"version-history":[{"count":1,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/190\/revisions"}],"predecessor-version":[{"id":191,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/190\/revisions\/191"}],"wp:attachment":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/media?parent=190"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/categories?post=190"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/tags?post=190"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}