{"id":4052,"date":"2020-11-09T18:40:41","date_gmt":"2020-11-09T18:40:41","guid":{"rendered":"https:\/\/temeats.com\/?p=4052"},"modified":"2020-11-09T18:40:41","modified_gmt":"2020-11-09T18:40:41","slug":"covid-19-unleashes-extraordinary-demand-for-local-meat-processing","status":"publish","type":"post","link":"https:\/\/temeats.com\/covid-19-unleashes-extraordinary-demand-for-local-meat-processing\/","title":{"rendered":"COVID-19 Unleashes Extraordinary Demand for Local Meat Processing"},"content":{"rendered":"<p>On March 13, 2020, the Washington Post business pages had a headline that read “The toilet paper shortage is real. But it should be brief.” And sure enough, you can now buy toilet paper without any problems. But it is November, and you still can’t get a date to get a hog or beef processed. Why is that? By the end of the week following the publication of the above headline, the phone starting ringing at T&amp;E, and literally did not stop ringing for months. At times we gave up answering: “Let it go to voice mail,” we muttered to each other. The first few days, it was farmers cancelling dates for processing, reflecting the overnight collapse of their restaurant accounts. Within a few days, they were calling back to book in double what they had just cancelled. One farm that normally harvested 2 to 3 beef a month, most of which was sold to restaurants, suddenly sold 92 quarters as locker beef in that initial crazy 6 weeks. That’s 23 whole beeves for those of you who are math challenged. Demand was so overwhelming that in late April T&amp;E literally stopped scheduling slaughter for the entire month of May, so that we could save our sanity and catch up. By late September, T&amp;E was essentially booked up through the end of 2021—16 months out. It could have been further, but I refuse to schedule into 2022 this far out. Too much uncertainty.<\/p>\n<p>Checking with small processors I know around the country, this is practically a universal story. Consumer habits are clearly being changed by COVID. Will it last? At first, I was dubious: “It’s a flash in the pan. It will all blow over as soon as the big plants get their act together.” Now, I am not so sure. I have heard too many stories of how many chest freezers have been sold, and I have seen too many new connections being made between households and local producers. And the phone keeps ringing. T&amp;E’s current list of unscheduled beef and hogs is about two pages long, and we keep trying to find a way to do more, fit in one more beef. T&amp;E has purchased a new $40,000 stuffer and a new $12,000 vacuum sealer, hired more people, re- organized production layouts. But we can only squeeze so much more production from this old building.<\/p>\n<p>I know a lot of farmers have animals ready for processing, but can’t get a date. I feel your pain. If this trend is to be sustainable, we are going to have to find a way to rebuild old locker plants and build some new small plants. But that is an expensive proposition. It will call for leadership not just from small processors, but from Extension agents, VDACS, elected officials, Virginia Tech, Farm Bureau, and other business and institutional players in Virginia’s ag economy. Right now, that isn’t happening. I am urging every farmer I speak with who can’t get a processing date to call their elected officials—their local Senator and Delegate to Richmond—and let them know what is happening. This is becoming a real crisis. Recently, I have been told more often than I like that someone is getting out of the business of direct marketing meat from livestock they have raised—even though 2020 was the best year they have ever had—because they can’t find adequate processing in 2021. And that’s a damn shame. But at least they can get all the toilet paper they need!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On March 13, 2020, the Washington Post business pages had a headline that read “The toilet paper shortage is real. But it should be brief.” And sure enough, you can now buy toilet paper without any problems. But it is November, and you still can’t get a date to get a hog or beef processed. [&hellip;]<\/p>\n","protected":false},"author":19,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[11],"tags":[],"_links":{"self":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/4052"}],"collection":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/users\/19"}],"replies":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/comments?post=4052"}],"version-history":[{"count":2,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/4052\/revisions"}],"predecessor-version":[{"id":4885,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/4052\/revisions\/4885"}],"wp:attachment":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/media?parent=4052"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/categories?post=4052"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/tags?post=4052"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}