{"id":167,"date":"2009-12-28T11:42:30","date_gmt":"2009-12-28T11:42:30","guid":{"rendered":"https:\/\/temeats.com\/?p=167"},"modified":"2015-06-01T19:00:44","modified_gmt":"2015-06-01T19:00:44","slug":"notes-from-a-slaughterhouse-using-the-whole-animal","status":"publish","type":"post","link":"https:\/\/temeats.com\/notes-from-a-slaughterhouse-using-the-whole-animal\/","title":{"rendered":"Notes from a Slaughterhouse: Using the Whole Animal"},"content":{"rendered":"<p>In her 2008 book, <em>The Compassionate Carnivore<\/em>, Catherine Friend makes a rough estimate that America throws away 7,500 cattle, 18,000 hogs, and 1 million chickens a day.  Every day. Even if the accurate number were half that amount, it would still represent a sinful amount of waste. When the Local Food movement really succeeds, we’ll be mirroring the days when our grandparents used every “everything but the squeal”. There are some major hurtles to leap before we get there, and there are some encouraging signs that we just might be able to succeed.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\" size-full wp-image-171 alignleft\" src=\"https:\/\/temeats.com\/wp-content\/uploads\/2015\/06\/blog_image.png\" alt=\"blog_image\" width=\"308\" height=\"462\" srcset=\"https:\/\/temeats.com\/wp-content\/uploads\/2015\/06\/blog_image.png 308w, https:\/\/temeats.com\/wp-content\/uploads\/2015\/06\/blog_image-200x300.png 200w\" sizes=\"(max-width: 308px) 100vw, 308px\" \/>Small abattoirs are under tremendous economic pressure.  In recent memory rendering plants paid us for fat and bones and blood and entrails, all of which are used to create an enormous variety of products including cosmetics, minerals, and animal feed. Now we pay the rendering plants every time they pick up the parts of the animals that we can’t sell directly, as if they were just like any other waste disposal service, even though we are supplying them with usable materials.  The most painful change is the cowhides.  Where the rendering plants paid as much as $65 a hide a few short years ago, we now get just $3 a hide!  Part of it is the economic downturn, but the bigger factor is that consolidation and vertical integration in the meat processing industry have motivated the big plants to construct their own rendering plants.  Consequently, the few companies that dominate the industry can control the market in hides and waste products, and there is little room for the raw materials that small abbatoirs produce.  We used to be able to offset a significant part of our labor costs with the income from rendering plants, but those days are over.  This is part of the sad story that is destroying community-based slaughterhouses all across America.<\/p>\n<p>So we need to get creative.  I recently got a phone call made me laugh.  A man’s voice on the other end asked “Is this Joe?” After I replied in the affirmative, he quickly said “I have a question for you, but PLEASE, PLEASE don’t hang up.  This isn’t a joke, I am very serious.” I assured him I would not hang up.  He took a deep breath and asked, “Do you have any bull penises?”<\/p>\n<p>I laughed out loud, but immediately told him I understood what he was looking for, and yes, I could help him out.  A bit more conversation let me know I was talking to Chris Haney in Richmond, VA of <a href=\"http:\/\/www.puredogtreats.com\" target=\"_blank\">Pure Dog Treats<\/a>, and we have now begun doing a little business together in not only bull penises but also beef hearts for his pet treat business.  All male beeves, bull or steer, have a long thick cord that goes from their kidneys to the scrotum then down to their belly that performs both sexual and urinary functions.  This can be dried and prepared into a dog chew toy called a “bully stick.”  Before I started to do business with Chris, this tasty tidbit typically went into the barrel with the rest of the offal for pickup by the rendering plant, but from now on, they’ll be going into the freezer.  Chris told me that he had wanted to make bully sticks for a while, but the only source of raw material he could find was from Argentina, and he didn’t feel good about using it.<\/p>\n<p>I love that Chris will pay me a fair price for the animal parts that I used to have to pay to dispose, and that he’s turning these raw materials into something useful and desirable.  It’s a perfect example of a basic sustainable manufacturing principle in action:  One industry’s waste becomes another’s raw material, and everyone makes out in the deal.<\/p>\n<p>Locally-produced, sustainable pet food products are direct-to-consumer items, and supplying producers with raw materials can create a dollar return to local slaughterhouses, which small<\/p>\n<p>plants like T&amp;E need.  We not only work with Chris, but also with another start-up run by Adam Beslove, who creates Wolfie’s Dog Food in a small facility in neighboring Augusta County.  One of his principal ingredients is green tripe, which is basically the washed out fresh stomach of a cow or steer.  He picks up barrels of bellies from our kill floor every other Wednesday when we harvest Joel Salatin’s Polyface Farm beef.  The stomachs immediately get hauled back to his manufacturing facility where they’re washed, mixed with other ingredients, and ground into a raw frozen dog food that Fido cannot get enough of.<\/p>\n<p>In addition to supplying raw materials for Pure Dog Treats and Wolfie’s Dog Food, we also run special lamb slaughter days for <a href=\"http:\/\/www.chownowpetfood.com)\" target=\"_blank\" class=\"broken_link\">Chow Now<\/a>, which produces raw frozen pet foods. We slaughter the lamb for a product that combines ground lamb bone, offal, and meat as well as organic vegetables into a high quality product designed as complete meal containing all of the necessary vitamins, minerals, and calories, without allergens like wheat and corn.  Like Adam, Chow Now’s founder Carole King is passionate about providing the highest quality pure pet food, and they’re committed to sourcing lamb, chicken, turkey, and other meats, as well as organic vegetables, directly from Virginia’s family farmers.<\/p>\n<p>Clearly, the local sustainable meat industry is not just about satisfying human cravings for high quality, humanely raised meats. There is also a local pet food revolution going on in these parts, and we enjoy being a true and essential player in that arena. And needless to say, we also enjoy the mutual economic benefits that flow out of the process to everyone involved.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In her 2008 book, The Compassionate Carnivore, Catherine Friend makes a rough estimate that America throws away 7,500 cattle, 18,000 hogs, and 1 million chickens a day.  Every day. Even if the accurate number were half that amount, it would still represent a sinful amount of waste. When the Local Food movement really succeeds, we’ll be [&hellip;]<\/p>\n","protected":false},"author":19,"featured_media":171,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/167"}],"collection":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/users\/19"}],"replies":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/comments?post=167"}],"version-history":[{"count":5,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/167\/revisions"}],"predecessor-version":[{"id":205,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/167\/revisions\/205"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/media\/171"}],"wp:attachment":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/media?parent=167"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/categories?post=167"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/tags?post=167"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}