{"id":176,"date":"2009-12-30T13:25:58","date_gmt":"2009-12-30T13:25:58","guid":{"rendered":"https:\/\/temeats.com\/?p=176"},"modified":"2015-06-01T19:00:44","modified_gmt":"2015-06-01T19:00:44","slug":"the-beauty-of-local-hogs","status":"publish","type":"post","link":"https:\/\/temeats.com\/the-beauty-of-local-hogs\/","title":{"rendered":"The Beauty of Local Hogs"},"content":{"rendered":"<p>Why eat local? Why know your food source? Why care about humane husbandry practices? As owner\/operator of a small local slaughterhouse, I see a lot of pigs over the course of a month. Some of them are mine – mostly raised in industrial conditions in Pennsylvania farms, and purchased to be converted to sausage in my plant. The rest are brought in by small farmers from all over Virginia, to be slaughtered and processed for sale in farmer’s markets, to restaurants, and directly to consumers. All of them spend from a day to several weeks in my humble little barn behind the plant. The moments when I go out to feed and water them are among the best parts of my day. Alone in the cobwebby old structure, I talk to them, bring them their corn ration, and take a moment to just watch them being pigs. This morning it was cold, and I had to smile looking at a pile of Joel Salatin’s Polyface pigs peacefully sleeping in a big puppy pile keeping warm.<\/p>\n<p><a href=\"https:\/\/temeats.com\/wp-content\/uploads\/2015\/06\/blog-joe.png\"><img decoding=\"async\" loading=\"lazy\" class=\" size-full wp-image-177 alignleft\" src=\"https:\/\/temeats.com\/wp-content\/uploads\/2015\/06\/blog-joe.png\" alt=\"blog-joe\" width=\"319\" height=\"455\" srcset=\"https:\/\/temeats.com\/wp-content\/uploads\/2015\/06\/blog-joe.png 319w, https:\/\/temeats.com\/wp-content\/uploads\/2015\/06\/blog-joe-210x300.png 210w\" sizes=\"(max-width: 319px) 100vw, 319px\" \/><\/a>It is fun to step into a pen full of hogs – and informative. Joel’s little pig dudes run up eagerly like curious dogs, and you immediately have your legs covered with inquisitive round snouts checking out the smells. Is it dinner yet? No fear or shyness here. They run and jump around, snurfeling excitedly. Black, tawny, red, spotted, their coats literally shine with health. Glossy bristles give their bodies a bright sheen. Step into a pen of industrial hogs, and the atmosphere is completely different. Sunk in a sleepy torpor, they lack the alert awareness that would tell them you are coming, and they startle with alarm. Startled pigs bark like dogs, and scurry mindlessly around in an attack of high anxiety. Perhaps I should say hobble – many of them limp about in a strange sore-footed way. Raised on hard concrete, their feet and joints have developed wrong, and they live their lives in constant pain. The deep sawdust in my barn is the best they have ever had it. Their white flanks and shoulders are covered with bloody scrapes – they have been fighting, working to establish their dominance hierarchies in middle age. Not having grown up together like the Polyface pigs, they have no sense of a pecking order. The contrast between the two types of pigs could hardly be greater.<\/p>\n<p>I like to touch the pigs in the barn while feeding them. Lay my hand on their round hip, feel the warmth and the coarse bristle against my skin. Perhaps this is strange, knowing we will take their life in a day or two, but I appreciate the sense of connection. Pigs don’t like the touch. But Joel’s hogs, raised in the woods in their little band, perhaps feeling secure with their brothers, don’t react at first, then mildly move away. My Pennsylvania hogs, twice my size, bark in alarm and hobble away. They clearly show fear. I have no doubt that they have been frequently physically abused, given their fear. Or perhaps they live in a state of psychological distress.<\/p>\n<p>The local farmers bring in pigs of all size, shape, and color. Berkshires, Durocs, Old Spots, mutts. My Pennsylvania hogs are typically uniform – boring white hogs with washed out blue eyes. No doubt they have superior genetics for certain traits, courtesy of a breeding program out of Iowa State or elsewhere. Perhaps they mature on corn 17.3 days ahead of the control groups, and are 8.6% leaner. Certainly they are dependably available and cheaper – that’s why I have them. But I can’t help but feel that something is lost. Hard to put your finger on it. Beauty, variety, individuality, ability to fatten on acorns, apple gleanings, or table scraps – these are not the goals of USDA sponsored breeding programs. But surely these are traits worth supporting with our consumer dollar, too. If the consumer doesn’t do it, perhaps these unique races of animals will disappear. Or maybe not. I remember the lady who unloaded her pig, and smiled as it went to its pen and immediately plunged belly first into its water trough. “She loves water so much”, the owner confided to me, as if she were delivering her pig to a day care center, not the abbatoir. This sense of loving their animals, yet holding the boundaries of utility in place, marks many of my clients attitudes. I think they would continue to raise their pigs under almost any market conditions.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Why eat local? Why know your food source? Why care about humane husbandry practices? As owner\/operator of a small local slaughterhouse, I see a lot of pigs over the course of a month. Some of them are mine – mostly raised in industrial conditions in Pennsylvania farms, and purchased to be converted to sausage in [&hellip;]<\/p>\n","protected":false},"author":19,"featured_media":177,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/176"}],"collection":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/users\/19"}],"replies":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/comments?post=176"}],"version-history":[{"count":3,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/176\/revisions"}],"predecessor-version":[{"id":215,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/176\/revisions\/215"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/media\/177"}],"wp:attachment":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/media?parent=176"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/categories?post=176"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/tags?post=176"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}