{"id":188,"date":"2012-03-25T20:07:05","date_gmt":"2012-03-25T20:07:05","guid":{"rendered":"https:\/\/temeats.com\/?p=188"},"modified":"2015-06-01T19:00:44","modified_gmt":"2015-06-01T19:00:44","slug":"i-like-meat","status":"publish","type":"post","link":"https:\/\/temeats.com\/i-like-meat\/","title":{"rendered":"I Like Meat"},"content":{"rendered":"<p>I was recently reading the comments to an on-line article about the ethics of meat-eating.  What follows is my response to the comment “What we need are place-based, not plant-based, diets.”  I couldn’t have said it better, and so I wrote:<\/p>\n<p><em>&#8220;I eat animals because I like them.  I like their meat, and I like them.  I like being around them, I like seeing them in the fields around me.  At this time of the year I like seeing the newborn calves in the fields.  I liked being in the barn earlier today feeding hogs, touching the long hairy bristles on their rumps.  I really enjoyed unloading several bison from a trailer this afternoon and watching them run.  I especially liked spending an evening last night smoking some trout on my back porch before going to bed.  Then I liked stepping out of my backdoor this morning at first light and watching several flickers fly off the lawn into the forest.  Just before my rooster crowed to start his day. Did I mention I like animals?  I like being surrounded by them, all kinds of them.  I enjoy sharing their lives, in all ways.  I enjoy nourishing them, and letting them nourish me.  I am glad that I can eat whole foods, knowing the life they lived in life, and sharing their body in death.  There is a richness and variety here that is unsurpassed.  I am glad I do not have to take pills to make up for  impoverished food, that I do not have to spend my evenings trying to figure out what nutrient I am missing and how to compensate for it.  That is just one carnivore&#8217;s take on life.  I have no problem with vegetarians or vegans.  It’s their life, their choice.  But I love my life, and my choice.  I think it rich beyond compare. I sometimes wonder the degree to which Disney can be seen as a seminal figure in the development of veganism, with his vision of animals as sentimental cartoons.  I am sure this vision influences many young people, who make choices based on inexperience and emotionality.  Animals aren&#8217;t cartoons, they are real, with a real place in the scheme of things.  However, it also occurs to me that veganism is a natural response to the fear young people feel looking at the future, and at ongoing environmental degradation, the sense that something vital is being damaged beyond repair, and they have to do something to fix it.  In that sense, veganism appears to be an entirely rational, as opposed to emotional, choice.  It does make me sad, because I like animals.  And I see young people making these choices to save the natural world that mean that animals have no place in their world. At least, not in the same way that these wonderful creatures are in my world.  Not in the urban world which I observe to be the common habitat of the wild vegan.  That, it seems to me, is part of the backdrop of this kaleidoscopic modern conversation around meat and ethics, which is growing more heated.  One of the strange dilemmas of a warming world of 7 billion heading toward 9.&#8221;<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>I was recently reading the comments to an on-line article about the ethics of meat-eating.  What follows is my response to the comment “What we need are place-based, not plant-based, diets.”  I couldn’t have said it better, and so I wrote: &#8220;I eat animals because I like them.  I like their meat, and I like [&hellip;]<\/p>\n","protected":false},"author":19,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/188"}],"collection":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/users\/19"}],"replies":[{"embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/comments?post=188"}],"version-history":[{"count":1,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/188\/revisions"}],"predecessor-version":[{"id":189,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/posts\/188\/revisions\/189"}],"wp:attachment":[{"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/media?parent=188"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/categories?post=188"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/temeats.com\/wp-json\/wp\/v2\/tags?post=188"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}